Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.calendar.card.displayOptions
source: Display options
ar: خيارات العرض
bg: Опции за показване
bn: প্রদর্শন বিকল্প
ca: Opcions de visualització
cs: Možnosti zobrazení
da: Visningsindstillinger
de: Anzeigeoptionen
el: Επιλογές εμφάνισης
es: Opciones de visualización
fa: گزینه‌های نمایش
fi: Näyttövalinnat
fil: Mga Opsyon sa Pagpapakita
fr: Options d'affichage
he: אפשרויות תצוגה
hi: प्रदर्शन विकल्प
hr: Mogućnosti prikaza
hu: Megjelenítési beállítások
id: Opsi Tampilan
it: Opzioni di visualizzazione
ja: 表示オプション
kk: Көрсету параметрлері
ko: 표시 옵션
ms: Pilihan paparan
nb: Visningsvalg
nl: Weergaveopties
pl: Opcje wyświetlania
pt: Opções de apresentação
ro: Opțiuni de afișare
ru: Параметры отображения
sk: Možnosti zobrazenia
sr: Опције приказа
sv: Visningsalternativ
th: ตัวเลือกการแสดงผล
tr: Görüntüleme seçenekleri
uk: Параметри відображення
vi: Tùy chọn hiển thị
zh_hans: 显示选项
zh_hant: 顯示選項

# settings.calendar.card.privacy
source: Privacy and notifications
ar: الخصوصية والإشعارات
bg: Поверителност и известия
bn: গোপনীয়তা এবং বিজ্ঞপ্তি
ca: Privadesa i notificacions
cs: Soukromí a oznámení
da: Anonymitet og notifikationer
de: Datenschutz & Benachrichtigungen
el: Απόρρητο και ειδοποιήσεις
es: Privacidad y notificaciones
fa: حریم خصوصی و اعلان‌ها
fi: Yksityisyys ja ilmoitukset
fil: Privacy at Mga Abiso
fr: Confidentialité et notifications
he: פרטיות והתראות
hi: गोपनीयता और सूचनाएं
hr: Privatnost i obavijesti
hu: Adatvédelem és értesítések
id: Privasi & notifikasi
it: Privacy e notifiche
ja: プライバシーと通知
kk: Құпиялылық және хабарландырулар
ko: 개인정보 및 알림
ms: Privasi dan pemberitahuan
nb: Personvern og varsler
nl: Privacy en meldingen
pl: Prywatność i powiadomienia
pt: Privacidade e notificações
ro: Confidențialitate și notificări
ru: Конфиденциальность и уведомления
sk: Súkromie a oznámenia
sr: Приватност и обавештења
sv: Integritet och aviseringar
th: ความเป็นส่วนตัวและการแจ้งเตือน
tr: Gizlilik ve bildirimler
uk: Приватність та сповіщення
vi: Quyền riêng tư & thông báo
zh_hans: 隐私与通知
zh_hant: 隱私與通知

# settings.calendar.noticeMinutes.10m
source: 10 minutes before
ar: قبل 10 دقائق
bg: 10 минути преди
bn: ১০ মিনিট আগে
ca: 10 minuts abans
cs: 10 min předem
da: 10 minutter før
de: 10 Minuten vorher
el: 10 λεπτά πριν
es: 10 minutos antes
fa: ۱۰ دقیقه قبل
fi: 10 minuuttia ennen
fil: 10 minuto bago
fr: 10 minutes avant
he: 10 דקות לפני
hi: 10 मिनट पहले
hr: 10 minuta prije
hu: 10 perccel előtte
id: 10 menit sebelumnya
it: 10 minuti prima
ja: 10分前
kk: 10 минут бұрын
ko: 10분 전
ms: 10 minit sebelum
nb: 10 minutter før
nl: 10 min. vooraf
pl: 10 minut wcześniej
pt: 10 minutos antes
ro: Cu 10 minute înainte
ru: За 10 минут
sk: 10 minút vopred
sr: 10 минута пре
sv: 10 min innan
th: ก่อน 10 นาที
tr: 10 dakika önce
uk: За 10 хв до
vi: 10 phút trước
zh_hans: 提前 10 分钟
zh_hant: 提前 10 分鐘

# settings.calendar.noticeMinutes.15m
source: 15 minutes before
ar: قبل 15 دقيقة
bg: 15 минути преди
bn: ১৫ মিনিট আগে
ca: 15 minuts abans
cs: 15 min předem
da: 15 minutter før
de: 15 Minuten vorher
el: 15 λεπτά πριν
es: 15 minutos antes
fa: ۱۵ دقیقه قبل
fi: 15 minuuttia ennen
fil: 15 minuto bago
fr: 15 minutes avant
he: 15 דקות לפני
hi: 15 मिनट पहले
hr: 15 minuta prije
hu: 15 perccel előtte
id: 15 menit sebelumnya
it: 15 minuti prima
ja: 15分前
kk: 15 минут бұрын
ko: 15분 전
ms: 15 minit sebelum
nb: 15 minutter før
nl: 15 min. vooraf
pl: 15 minut wcześniej
pt: 15 minutos antes
ro: Cu 15 minute înainte
ru: За 15 минут
sk: 15 minút vopred
sr: 15 минута пре
sv: 15 min innan
th: ก่อน 15 นาที
tr: 15 dakika önce
uk: За 15 хв до
vi: 15 phút trước
zh_hans: 提前 15 分钟
zh_hant: 提前 15 分鐘

# settings.calendar.noticeMinutes.30m
source: 30 minutes before
ar: قبل 30 دقيقة
bg: 30 минути преди
bn: ৩০ মিনিট আগে
ca: 30 minuts abans
cs: 30 min předem
da: 30 minutter før
de: 30 Minuten vorher
el: 30 λεπτά πριν
es: 30 minutos antes
fa: ۳۰ دقیقه قبل
fi: 30 minuuttia ennen
fil: 30 minuto bago
fr: 30 minutes avant
he: 30 דקות לפני
hi: 30 मिनट पहले
hr: 30 minuta prije
hu: 30 perccel előtte
id: 30 menit sebelumnya
it: 30 minuti prima
ja: 30分前
kk: 30 минут бұрын
ko: 30분 전
ms: 30 minit sebelum
nb: 30 minutter før
nl: 30 min. vooraf
pl: 30 minut wcześniej
pt: 30 minutos antes
ro: Cu 30 de minute înainte
ru: За 30 минут
sk: 30 minút vopred
sr: 30 минута пре
sv: 30 min innan
th: ก่อน 30 นาที
tr: 30 dakika önce
uk: За 30 хв до
vi: 30 phút trước
zh_hans: 提前 30 分钟
zh_hant: 提前 30 分鐘

# settings.calendar.noticeMinutes.5m
source: 5 minutes before
ar: قبل 5 دقائق
bg: 5 минути преди
bn: ৫ মিনিট আগে
ca: 5 minuts abans
cs: 5 min předem
da: 5 minutter før
de: 5 Minuten vorher
el: 5 λεπτά πριν
es: 5 minutos antes
fa: ۵ دقیقه قبل
fi: 5 minuuttia ennen
fil: 5 minuto bago
fr: 5 minutes avant
he: 5 דקות לפני
hi: 5 मिनट पहले
hr: 5 minuta prije
hu: 5 perccel előtte
id: 5 menit sebelumnya
it: 5 minuti prima
ja: 5分前
kk: 5 минут бұрын
ko: 5분 전
ms: 5 minit sebelum
nb: 5 minutter før
nl: 5 min. vooraf
pl: 5 minut wcześniej
pt: 5 minutos antes
ro: Cu 5 minute înainte
ru: За 5 минут
sk: 5 minút vopred
sr: 5 минута пре
sv: 5 min innan
th: ก่อน 5 นาที
tr: 5 dakika önce
uk: За 5 хв до
vi: 5 phút trước
zh_hans: 提前 5 分钟
zh_hant: 提前 5 分鐘

# settings.calendar.noticeMinutes.atStart
source: At time of event
ar: عند وقت الحدث
bg: При започване на събитието
bn: ইভেন্ট শুরুর সময়
ca: A l'inici de l'esdeveniment
cs: Při zahájení
da: Ved begivenhedens start
de: Bei Ereignisbeginn
el: Την ώρα του συμβάντος
es: Al inicio del evento
fa: در زمان شروع رویداد
fi: Tapahtuman alkaessa
fil: Sa simula ng kaganapan
fr: À l'heure de l'événement
he: בתחילת האירוע
hi: ईवेंट के समय
hr: Na početku događaja
hu: Az esemény kezdetekor
id: Pada saat acara dimulai
it: All'inizio dell'evento
ja: 開始時刻
kk: Оқиға басталғанда
ko: 이벤트 시작 시
ms: Pada masa acara
nb: Ved hendelsens start
nl: Bij aanvang
pl: W momencie rozpoczęcia
pt: À hora do evento
ro: La ora evenimentului
ru: В момент начала
sk: Pri začiatku udalosti
sr: На почетку догађаја
sv: Vid start
th: เมื่อถึงเวลากิจกรรม
tr: Etkinlik saatinde
uk: На початку
vi: Khi bắt đầu
zh_hans: 事件开始时
zh_hant: 開始時

# settings.calendar.noticeMinutes.desc
source: Choose how early an event notice appears before it starts.
ar: اختر متى يظهر إشعار الحدث قبل بدايته.
bg: Изберете колко време преди събитието да се покаже известието.
bn: ইভেন্টের নোটিশ কতক্ষণ আগে দেখানো হবে তা চয়ন করুন।
ca: Tria amb quanta antelació es mostra l'avís de l'esdeveniment.
cs: Zvolte, s jakým předstihem zobrazit upozornění na událost.
da: Vælg, hvor lang tid før en begivenhed notifikationen skal vises.
de: Wähle, wie früh vor Beginn eine Ereigniserinnerung erscheint.
el: Επιλέξτε πόσο νωρίτερα θα εμφανίζεται η ειδοποίηση πριν την έναρξη του συμβάντος.
es: Elige con cuánta antelación aparece el aviso de un evento.
fa: انتخاب کنید که اعلان رویداد چقدر زودتر نمایش داده شود.
fi: Valitse, kuinka paljon ennen tapahtumaa ilmoitus näytetään.
fil: Piliin kung gaano kaaga ipinapakita ang paunawa ng kaganapan.
fr: Choisissez combien de temps à l'avance la notification d'événement apparaît.
he: בחר כמה זמן לפני האירוע תופיע ההתראה.
hi: चुनें कि ईवेंट शुरू होने से कितने समय पहले नोटिस दिखाई दे।
hr: Odaberite koliko se unaprijed prikazuje obavijest o događaju.
hu: Válassza ki, milyen korán jelenjen meg az eseményértesítés a kezdés előtt.
id: Pilih berapa lama sebelumnya notifikasi acara muncul.
it: Scegli quanto tempo prima mostrare l'avviso dell'evento.
ja: イベント通知を表示する事前時間を選択します。
kk: Оқиға туралы ескерту қанша уақыт бұрын көрсетілетінін таңдаңыз.
ko: 이벤트 알림이 미리 표시될 시간을 선택하세요.
ms: Pilih berapa awal pemberitahuan acara muncul sebelum ia bermula.
nb: Velg hvor lenge før en hendelse varselet skal vises.
nl: Kies hoe lang van tevoren de gebeurteniswaarschuwing moet worden weergegeven.
pl: Wybierz, z jakim wyprzedzeniem ma pojawić się powiadomienie o wydarzeniu.
pt: Escolha com quanta antecedência deve surgir o aviso do evento.
ro: Alegeți cu cât timp înainte de începere apare notificarea despre eveniment.
ru: Выберите, за сколько минут до начала появляется уведомление.
sk: Vyberte, s akým predstihom sa zobrazí upozornenie na udalosť.
sr: Изаберите колико унапред се приказује обавештење о догађају.
sv: Välj hur lång tid i förväg händelsevarningen ska visas.
th: เลือกว่าจะให้การแจ้งเตือนกิจกรรมปรากฏล่วงหน้านานเท่าใดก่อนเริ่ม
tr: Etkinlik uyarısının başlamadan ne kadar önce görüneceğini seçin.
uk: Виберіть, за скільки часу показувати сповіщення про подію.
vi: Chọn thời gian hiển thị thông báo sự kiện trước.
zh_hans: 选择事件开始前多早显示提醒。
zh_hant: 選擇提前多久顯示行程提醒。

# settings.calendar.noticeMinutes.oneHour
source: 1 hour before
ar: قبل ساعة واحدة
bg: 1 час преди
bn: ১ ঘণ্টা আগে
ca: 1 hora abans
cs: 1 hodinu předem
da: 1 time før
de: 1 Stunde vorher
el: 1 ώρα πριν
es: 1 hora antes
fa: ۱ ساعت قبل
fi: 1 tunti ennen
fil: 1 oras bago
fr: 1 heure avant
he: שעה אחת לפני
hi: 1 घंटा पहले
hr: 1 sat prije
hu: 1 órával előtte
id: 1 jam sebelumnya
it: 1 ora prima
ja: 1時間前
kk: 1 сағат бұрын
ko: 1시간 전
ms: 1 jam sebelum
nb: 1 time før
nl: 1 uur vooraf
pl: 1 godzinę wcześniej
pt: 1 hora antes
ro: Cu 1 oră înainte
ru: За 1 час
sk: 1 hodinu vopred
sr: 1 сат пре
sv: 1 timme innan
th: ก่อน 1 ชั่วโมง
tr: 1 saat önce
uk: За 1 годину до
vi: 1 giờ trước
zh_hans: 提前 1 小时
zh_hant: 提前 1 小時

# settings.calendar.noticeMinutes.title
source: Notice time
ar: وقت الإشعار
bg: Време за уведомяване
bn: বিজ্ঞপ্তির সময়
ca: Hora de notificació
cs: Doba předstihu
da: Varslingstidspunkt
de: Erinnerungszeitpunkt
el: Χρόνος ειδοποίησης
es: Tiempo de aviso
fa: زمان اعلان
fi: Ilmoitusaika
fil: Oras ng Paunawa
fr: Délai de rappel
he: זמן התראה
hi: सूचना समय
hr: Vrijeme obavijesti
hu: Értesítési idő
id: Waktu Pemberitahuan
it: Preavviso
ja: 通知時間
kk: Ескерту уақыты
ko: 알림 시간
ms: Masa pemberitahuan
nb: Varslingstidspunkt
nl: Vooraf waarschuwen
pl: Czas wyprzedzenia
pt: Tempo de aviso
ro: Timp de notificare
ru: Время уведомления
sk: Čas upozornenia
sr: Време обавештења
sv: Förvarningstid
th: เวลาแจ้งเตือนล่วงหน้า
tr: Uyarı zamanı
uk: Час попередження
vi: Thời gian báo trước
zh_hans: 提醒时间
zh_hant: 事前通知

# settings.downloads.card.activity
source: Download activity
ar: نشاط التنزيلات
bg: Дейност на изтеглянията
bn: ডাউনলোড অ্যাক্টিভিটি
ca: Activitat de descàrregues
cs: Aktivita stahování
da: Downloadaktivitet
de: Download-Aktivität
el: Δραστηριότητα λήψεων
es: Actividad de descargas
fa: فعالیت دانلودها
fi: Lataustoiminta
fil: Aktibidad ng Mga Download
fr: Activité de téléchargement
he: פעילות הורדות
hi: डाउनलोड गतिविधि
hr: Aktivnost preuzimanja
hu: Letöltési tevékenység
id: Aktivitas Unduhan
it: Attività di download
ja: ダウンロードアクティビティ
kk: Жүктеулер әрекеті
ko: 다운로드 활동
ms: Aktiviti muat turun
nb: Nedlastingsaktivitet
nl: Downloadactiviteit
pl: Aktywność pobierania
pt: Atividade de descargas
ro: Activitate descărcări
ru: Активность загрузок
sk: Aktivita sťahovania
sr: Активност преузимања
sv: Hämtningsaktivitet
th: กิจกรรมดาวน์โหลด
tr: İndirme etkinliği
uk: Активність завантаження
vi: Hoạt động tải xuống
zh_hans: 下载活动
zh_hant: 下載活動

# settings.drop.hideRemoveButton.title
source: Hide remove button
ar: إخفاء زر الحذف
cs: Skrýt tlačítko odstranění
de: Entfernen-Schaltfläche ausblenden
es: Ocultar botón de eliminar
fr: Masquer le bouton de suppression
id: Sembunyikan Tombol Hapus
it: Nascondi pulsante di rimozione
ja: 削除ボタンを非表示
ko: 제거 버튼 숨기기
nl: Verwijderknop verbergen
pl: Ukryj przycisk usuwania
pt: Ocultar botão de remover
ru: Скрыть кнопку удаления
sv: Dölj borttagningsknapp
tr: Kaldırma düğmesini gizle
uk: Приховати кнопку видалення
vi: Ẩn nút xóa
zh_hans: 隐藏删除按钮
zh_hant: 隱藏移除按鈕

# settings.drop.scrollDirection.desc
source: Choose how files scroll inside the expanded Tray.
ar: اختر كيفية تمرير الملفات داخل الدرج الموسع.
cs: Zvolte směr posouvání souborů v rozbalené přihrádce.
de: Wähle die Scrollrichtung für Dateien in der erweiterten Dateiablage.
es: Elige cómo se desplazan los archivos dentro de la Bandeja expandida.
fr: Choisissez le sens de défilement des fichiers dans le bac agrandi.
id: Pilih arah gulir file di baki yang diperluas.
it: Scegli la direzione di scorrimento dei file nel vassoio espanso.
ja: 展開されたトレイ内のファイルのスクロール方向を選択します。
ko: 확장된 트레이에서 파일 스크롤 방향을 선택하세요.
nl: Kies de scrollrichting van bestanden in de uitgeklapte lade.
pl: Wybierz kierunek przewijania plików w rozwiniętej tacce.
pt: Escolha a direção de deslocamento dos ficheiros na bandeja expandida.
ru: Выберите, как файлы прокручиваются в раскрытом Лотке.
sv: Välj rullningsriktning för filer i den expanderade brickan.
tr: Dosyaların genişletilmiş Tepsi içinde nasıl kaydırılacağını seçin.
uk: Виберіть напрямок прокручування файлів у розгорнутому лотку.
vi: Chọn hướng cuộn tệp trong khay mở rộng.
zh_hans: 选择文件在展开的托盘中的滚动方式。
zh_hant: 選擇展開托盤中檔案的捲動方向。

# settings.drop.scrollDirection.title
source: Scroll direction
ar: اتجاه التمرير
cs: Směr posouvání
de: Scrollrichtung
es: Dirección de desplazamiento
fr: Sens de défilement
id: Arah Gulir
it: Direzione di scorrimento
ja: スクロール方向
ko: 스크롤 방향
nl: Scrollrichting
pl: Kierunek przewijania
pt: Direção de deslocamento
ru: Направление прокрутки
sv: Rullningsriktning
tr: Kaydırma yönü
uk: Напрямок прокручування
vi: Hướng cuộn
zh_hans: 滚动方向
zh_hant: 捲動方向

# settings.drop.targetMode.desc
source: Choose which target appears while files are dragged over the notch.
ar: اختر الهدف الذي يظهر أثناء سحب الملفات فوق النوتش.
cs: Zvolte cíl zobrazený při přetažení souborů do výřezu.
de: Wähle, welches Ziel beim Ziehen von Dateien über die Notch erscheint.
es: Elige qué destino aparece al arrastrar archivos sobre la muesca.
fr: Choisissez quelle cible apparaît lorsque des fichiers sont glissés sur l'encoche.
id: Pilih target yang muncul saat file diseret ke notch.
it: Scegli quale destinazione visualizzare quando i file vengono trascinati sul notch.
ja: ファイルをノッチにドラッグしたときに表示するターゲットを選択します。
ko: 파일을 노치로 드래그할 때 표시할 대상을 선택하세요.
nl: Kies welk doel moet worden weergegeven wanneer bestanden naar de notch worden gesleept.
pl: Wybierz cel wyświetlany po przeciągnięciu plików na notch.
pt: Escolha que destino surge quando os ficheiros são arrastados para o notch.
ru: Выберите, какая цель отображается при перетаскивании файлов на вырез.
sv: Välj vilket mål som ska visas när filer dras till flärpen.
tr: Dosyalar çentiğin üzerine sürüklenirken hangi hedefin görüneceğini seçin.
uk: Виберіть ціль, яка відображатиметься при перетягуванні файлів на notch.
vi: Chọn mục tiêu xuất hiện khi tệp được kéo vào notch.
zh_hans: 选择将文件拖到刘海上方时显示哪个目标。
zh_hant: 選擇將檔案拖移至「瀏海」時顯示的目標。

# settings.drop.targetMode.title
source: Target mode
ar: وضع الهدف
cs: Režim cíle
de: Zielmodus
es: Modo de destino
fr: Mode de cible
id: Mode Target
it: Modalità di destinazione
ja: ターゲットモード
ko: 대상 모드
nl: Doelmodus
pl: Tryb celu
pt: Modo de destino
ru: Режим цели
sv: Målläge
tr: Hedef modu
uk: Режим цілі
vi: Chế độ mục tiêu
zh_hans: 目标模式
zh_hant: 目標模式

# settings.drop.tray.subtitle
source: Configure file tray behavior, scroll direction, and appearance.
ar: تكوين سلوك درج الملفات واتجاه التمرير والمظهر.
cs: Konfigurace chování přihrádky na soubory, posouvání a vzhledu.
de: Verhalten der Dateiablage, Scrollrichtung und Erscheinungsbild konfigurieren.
es: Configurar comportamiento, dirección de desplazamiento y apariencia de la bandeja.
fr: Configurer le comportement du bac à fichiers, le sens de défilement et l'apparence.
id: Konfigurasikan perilaku baki file, gulir, dan tampilan.
it: Configura il comportamento del vassoio file, lo scorrimento e l'aspetto.
ja: ファイルトレイの動作、スクロール、外観を設定します。
ko: 파일 트레이 동작, 스크롤 및 모양 구성.
nl: Bestandsladegedrag, scrollen en weergave configureren.
pl: Skonfiguruj zachowanie tacki plików, przewijanie i wygląd.
pt: Configurar o comportamento da bandeja de ficheiros, deslocamento e aparência.
ru: Настройка поведения лотка файлов, прокрутки и внешнего вида.
sv: Konfigurera filbrickans beteende, rullning och utseende.
tr: Dosya tepsisi davranışını, kaydırma yönünü ve görünümünü yapılandırın.
uk: Налаштуйте поведінку файлового лотка, прокручування та вигляд.
vi: Định cấu hình hành vi khay tệp, cuộn và giao diện.
zh_hans: 配置文件托盘行为、滚动方向和外观。
zh_hant: 設定檔案托盤行為、捲動與外觀。

# settings.drop.tray.title
source: Tray
ar: الدرج
cs: Přihrádka na soubory
de: Dateiablage
es: Bandeja
fr: Bac à fichiers
id: Baki File
it: Vassoio file
ja: ファイルトレイ
ko: 파일 트레이
nl: Bestandslade
pl: Tacka plików
pt: Bandeja de ficheiros
ru: Лоток
sv: Filbricka
tr: Tepsi
uk: Файловий лоток
vi: Khay tệp
zh_hans: 托盘
zh_hant: 檔案托盤

# settings.drop.trayActivity.desc
source: Show the pinned file tray after files are dropped into Tray.
ar: إظهار درج الملفات المثبت بعد إفلات الملفات في الدرج.
cs: Zobrazit připnutou přihrádku na soubory po vložení souborů.
de: Die angeheftete Dateiablage anzeigen, nachdem Dateien hineingezogen wurden.
es: Mostrar la bandeja de archivos fijada después de soltar archivos en la Bandeja.
fr: Afficher le bac à fichiers épinglé après y avoir déposé des fichiers.
id: Tampilkan baki file yang disematkan setelah menjatuhkan file ke dalamnya.
it: Mostra il vassoio file bloccato dopo avervi rilasciato dei file.
ja: ファイルをドロップした後にピン留めされたファイルトレイを表示します。
ko: 파일을 놓은 후 고정된 파일 트레이를 표시합니다.
nl: Toon de vastgezette bestandslade nadat je er bestanden in hebt neergezet.
pl: Pokaż przypiętą tackę plików po upuszczeniu do niej plików.
pt: Mostrar a bandeja de ficheiros afixada após largar ficheiros nela.
ru: Показывать закреплённый лоток файлов после их перетаскивания в Лоток.
sv: Visa den fästa filbrickan efter att du har släppt filer i den.
tr: Dosyalar Tepsi'ye bırakıldıktan sonra sabitlenmiş dosya tepsisini göster.
uk: Показувати закріплений файловий лоток після перетягування файлів.
vi: Hiển thị khay tệp đã ghim sau khi thả tệp vào đó.
zh_hans: 将文件拖入托盘后显示固定的文件托盘。
zh_hant: 將檔案放置至托盤後顯示固定的檔案托盤。

# settings.drop.trayActivity.title
source: Tray live activity
ar: النشاط المباشر للدرج
cs: Živá aktivita přihrádky
de: Dateiablage-Live-Aktivität
es: Actividad en vivo de la Bandeja
fr: Activité en direct du Bac
id: Aktivitas Langsung Baki
it: Attività in tempo reale Vassoio
ja: トレイライブアクティビティ
ko: 트레이 실시간 활동
nl: Live lade-activiteit
pl: Aktywność na żywo Tacki
pt: Atividade em tempo real da Bandeja
ru: Живая активность Лотка
sv: Liveaktivitet för bricka
tr: Tepsi canlı etkinliği
uk: Активність лотка наживо
vi: Hoạt động trực tiếp Khay
zh_hans: 托盘实时活动
zh_hant: 托盤即時活動

# settings.drop.trayUsage.desc
source: Choose whether Tray keeps file copies or moves originals into Tray storage.
ar: اختر ما إذا كان الدرج يحتفظ بنسخ من الملفات أو ينقل الأصول إلى تخزين الدرج.
cs: Zvolte, zda přihrádka uchovává kopie souborů, nebo přesouvá originály do úložiště přihrádky.
de: Wähle, ob die Dateiablage Dateikopien behält oder die Originale in den Ablagespeicher verschiebt.
es: Elige si la Bandeja guarda copias o mueve los originales al almacenamiento.
fr: Choisissez si le bac conserve des copies des fichiers ou déplace les originaux dans le stockage du bac.
id: Pilih apakah baki menyimpan salinan file atau memindahkan file asli ke penyimpanan baki.
it: Scegli se il vassoio conserva copie dei file o sposta gli originali nello spazio del vassoio.
ja: トレイがファイルのコピーを保持するか、元のファイルをトレイに移動するかを選択します。
ko: 트레이가 파일 복사본을 유지할지 원본 파일을 트레이 저장소로 이동할지 선택하세요.
nl: Kies of de lade kopieën van bestanden bewaart of de originelen verplaatst naar de ladeopslag.
pl: Wybierz, czy tacka przechowuje kopie plików, czy przenosi oryginały do pamięci tacki.
pt: Escolha se a bandeja guarda cópias dos ficheiros ou move os originais para o armazenamento da bandeja.
ru: Выберите, копирует ли Лоток файлы или перемещает оригиналы в хранилище.
sv: Välj om brickan behåller kopior av filer eller flyttar originalen till brickans lagring.
tr: Tepsi'nin dosya kopyalarını mı saklayacağını yoksa orijinalleri Tepsi deposuna mı taşıyacağını seçin.
uk: Виберіть, чи зберігає лоток копії файлів, чи переміщує оригінали до сховища лотка.
vi: Chọn xem khay giữ bản sao của tệp hay di chuyển bản gốc vào bộ nhớ khay.
zh_hans: 选择托盘是保留文件副本还是将原始文件移到托盘存储。
zh_hant: 選擇托盤是保留檔案複本還是將原始檔移動至托盤儲存區。

# settings.drop.trayUsage.title
source: Tray usage
ar: استخدام الدرج
cs: Využití přihrádky
de: Ablage-Verwendung
es: Uso de la Bandeja
fr: Utilisation du bac
id: Penggunaan Baki
it: Uso del vassoio
ja: トレイの使用方法
ko: 트레이 사용 방식
nl: Ladegebruik
pl: Użycie tacki
pt: Utilização da bandeja
ru: Использование Лотка
sv: Brickanvändning
tr: Tepsi kullanımı
uk: Використання лотка
vi: Sử dụng khay
zh_hans: 托盘用途
zh_hant: 托盤使用方式

# settings.fileConverter.activity.description
source: Show the File Converter live activity after a file is dropped for conversion.
ar: إظهار النشاط المباشر لمحول الملفات بعد إفلات ملف للتحويل.
cs: Zobrazit živou aktivitu převodníku souborů po vložení souboru k převodu.
de: Dateikonverter-Live-Aktivität anzeigen, nachdem eine Datei zur Konvertierung abgelegt wurde.
es: Muestra la actividad en vivo del conversor de archivos después de arrastrar un archivo para convertir.
fr: Afficher l'activité en direct du convertisseur de fichiers après avoir déposé un fichier à convertir.
id: Tampilkan aktivitas langsung pengonversi file setelah menjatuhkan file untuk dikonversi.
it: Mostra l'attività in tempo reale del convertitore file dopo aver rilasciato un file da convertire.
ja: 変換するファイルをドロップした後にファイル変換ライブアクティビティを表示します。
ko: 변환할 파일을 놓은 후 파일 변환기 실시간 활동을 표시합니다.
nl: Toon de live activiteit van de bestandsomzetter nadat je een bestand hebt neergezet om te converteren.
pl: Pokaż aktywność na żywo konwertera plików po upuszczeniu pliku do konwersji.
pt: Mostrar a atividade em tempo real do conversor de ficheiros após largar um ficheiro para converter.
ru: Показывать Live Activity конвертера файлов после выбора или перетаскивания файла.
sv: Visa filkonverterarens liveaktivitet efter att du har släppt en fil för konvertering.
tr: Dönüştürmek üzere bir dosya bırakıldığında Dosya Dönüştürücü canlı etkinliğini göster.
uk: Показувати активність наживо після перетягування файлу для конвертації.
vi: Hiển thị hoạt động trực tiếp của trình chuyển đổi tệp sau khi thả tệp để chuyển đổi.
zh_hans: 拖放文件转换后显示文件转换器 Live Activity。
zh_hant: 在放置要轉換的檔案後顯示檔案轉換器即時活動。

# settings.fileConverter.activity.sectionTitle
source: File Converter activity
ar: نشاط محول الملفات
cs: Aktivita převodníku souborů
de: Dateikonverter-Aktivität
es: Actividad del Conversor de archivos
fr: Activité du convertisseur de fichiers
id: Aktivitas Pengonversi File
it: Attività convertitore file
ja: ファイル変換アクティビティ
ko: 파일 변환기 활동
nl: Bestandsomzetteractiviteit
pl: Aktywność konwertera plików
pt: Atividade do conversor de ficheiros
ru: Активность Конвертера файлов
sv: Filkonverteraraktivitet
tr: Dosya Dönüştürücü etkinliği
uk: Активність конвертера файлів
vi: Hoạt động chuyển đổi tệp
zh_hans: 文件转换器活动
zh_hant: 檔案轉換器活動

# settings.fileConverter.activity.title
source: File Converter live activity
ar: النشاط المباشر لمحول الملفات
cs: Živá aktivita převodníku
de: Dateikonverter-Live-Aktivität
es: Live Activity del Conversor de archivos
fr: Activité en direct du convertisseur
id: Aktivitas Langsung Konverter
it: Attività in tempo reale Convertitore
ja: 変換ツールライブアクティビティ
ko: 변환기 실시간 활동
nl: Live omzetteractiviteit
pl: Aktywność na żywo Konwertera
pt: Atividade em tempo real do conversor
ru: Live Activity Конвертера файлов
sv: Liveaktivitet för konverterare
tr: Dosya Dönüştürücü canlı etkinliği
uk: Активність конвертера наживо
vi: Hoạt động trực tiếp Trình chuyển đổi
zh_hans: 文件转换器 Live Activity
zh_hant: 轉換器即時活動
